<?php

return [
    'adminEmail' => 'site@example.com',
    'level' => [
        '1' => '一星',
        '2' => '二星',
        '3' => '三星',
        '4' => '超级管理员',
        '-1' => '已离职'
    ],
    'result' => [
        1 => '完成',
        2 => '取消',
        3 => '延后'
    ],
    'customer_star' => [
        '1' => '一星',
        '2' => '二星',
        '3' => '三星',
    ],
    'customer_type' => [
        '1' => '政务',
        '2' => '企业'
    ],
    'gender' => [
        '1' => '男',
        '2' => '女'
    ],
    'project_progress' => [
        '1' => '首次接洽',
        '2' => '沟通需求',
        '3' => '提报方案',
        '4' => '合同谈判',
        '5' => '合同签订',
        '6' => '执行',
        '7' => '交付',
        '8' => '项目结束',
        '9' => '丢单',
        '10' => '首付款',
        '11' => '尾款结清'
    ],
    'companies' => [
        '1' => '常熟初心策划有限公司',
        '2' => '苏州巨数信息技术有限公司',
        '3' => '常熟初心益启社会服务工作室'
    ]
];
